{"pages":[],"posts":[{"title":"盗猎，是猎杀一只野生动物这样一件事情发生了无数次","text":"如标题所言，疫情的关系让我意识到每一个冰冷的死亡数字背后是一条条鲜活的生命。作为项目负责人，负责百度飞桨与IFAW（国际爱护动物基金会）世界地球日保护野生动物营销战役的大小事务，让我深深感受到人是如此，动物也是如此。 和朋友聊天，许多朋友都表示这一次疫情是地球对人类的一次警告和机会。岸上的、水中的动物们依旧各过各的，只有号称高等动物的人类社会全球停摆。 作为这个项目的负责人，在甲方、相关方以及团队中周旋，掉过眼泪，但现在回想起来觉得也就那样。但唯独一件事，我依旧记得查阅资料后的震惊。 为了盗取象牙，在大象生活的水源投毒，导致200多头大象死亡 超过500只濒危秃鹫在吃了被偷猎者毒杀的大象尸体后集体中毒死亡 只需支付200美元，盗猎分子就能从当地村民手中收购象牙，最后再以7000美元的高价倒卖 最后一头北方雄性白犀牛的犀牛角，是保育区的工作人员为了保护它的性命，把角提前割下的若不是因为这个保护野生动物主题的项目，我从未知晓曾经的地球生活过9个老虎亚种，其中的3种已经灭绝，1个亚种野外灭绝，2个在极度濒危，剩下的3个亚种亦是在濒危动物行列。这是一个什么概念呢？ 据世界野生动物基金会称，2019年全球野生老虎仅剩4000余头。 没人知道在那个下午查找满足“易危”等级的野生动物名录，在大象、老虎、穿山甲栏目打上“所有全部符合”时那种不知所措。 为了更高效的打击野生动物非法贸易，国际爱护动物基金会IFAW联合百度飞桨合作开发了全球首个利用人工智能技术打击野生动物制品非法贸易的平台。而我司作为知名新型创意机构，有幸联合百度飞桨运用其深度学习技术打造了一款“用AI为逝去的野生动物作画”互动H5，为那些被盗猎的野生动物画一幅绝美画作。 一、背景策略为了更好的让公众了解野生动物生存的危机现状，呼吁群众保护野生动物，我们的创意团队抓住了每一个因人类而死亡的野生动物都值得被纪念，每一个被制成制品的动物都无法复原它们的样貌为洞察。结合百度飞桨深度学习平台自身的品牌调性，与世界地球日“珍爱地球，人与自然和谐共生”的主题，利用百度飞桨深度学习技术打造了一支“用AI为逝去的野生动物作画”的创意互动H5。 二、创意执行首先，在4月22日第51届世界地球日当天上午，百度飞桨联合了《人民日报》，在人民日报客户端、百度系APP发布的一系列海报、Banner，发起“用AI为逝去的野生动物作画”的倡导，引导用户进入「野生动物映像馆」。 下午，百度飞桨又联合国际爱护动物基金会IFAW，在微博联手明星周冬雨、杨紫、黄景瑜、陈赫发起“用AI为逝去的野生动物作画”参与“1分钟阻击野生动物网络非法贸易”的话题讨论。并承诺用户每作一幅画，百度都将贡献10分钟百度智能云算力（相当于12000条线索筛选），用于侦查筛选网络非法盗猎线索。 截至5月初，#用AI为逝去的野生动物作画#的话题共吸引—— 1.46亿阅读量、48.7万讨论量，成功绘制出135万张野生动物艺术画作其次，进入「野生动物映像馆」H5，让用户基于飞桨深度学习模型和过去知名野生动物被盗猎的案件新闻，在“野生动物映像馆”中将自己心中所纪念的野生动物形象通过AI技术千人千面地描绘出来。 三、技术实现——如何利用AI作画？在H5的核心技术中，为了展现百度飞桨技术力量，团队将深度学习技术运用在了计算机视觉领域。 首先，先教会AI通过向神经网络输入大量视觉数据来进行想象。通过使用图像识别技术来让人工神经网络自行学习如何识别和提取视觉数据中的图案和特征，例如犀牛角、虎皮条纹等。然后，通过不断地循环创作，创造出由它对图像和几何比例理解组合而成的画作A。接着，通过卷积网络超强的图片特征提取能力，输入并提取我们想要的风格特征B。最终，在保留原有画作A图像和几何比例细节的基础上叠加风格特征B，绘制出这些超乎寻常想象的艺术风格动物画作。 四、目的与意义心细的朋友可能会问，我参与这个H5活动与我保护动物有什么实际关联呢？ 在中国，国际爱护动物基金会（IFAW）正在借助百度飞桨打击犯罪。IFAW创立于1969年，总部设在美国的马萨诸塞州。 近年来，野生动物的网上非法交易成为主流。由于执法部门对实体市场的监管日益加强，犯罪分子转为用图片、短视频、直播平台等不易监测到的形式，发布买卖信息。IFAW借助百度飞桨，运用图像识别模型辨识濒危野生动物制品的图片信息，在全球范围内筛查非法交易可疑线索。 截止目前，累计协助筛查近25万图片信息，准确识别出3348幅目标野生动物制品图片，追溯到807条非法贸易广告。 写在最后：这是我在F5 Shanghai负责的第一个项目，也是在F5 Shanghai服务的最后一个项目。第一次作为项目负责人，第一次直面BAT客户，遇见许多磕磕碰碰是正常之事。 保持精进，时常觉察，才能知道自己想要什么，自己擅长什么。","link":"/2020/05/01/my-new-post-202005/"},{"title":"对广告行业的3个观点+对负责项目的2个想法","text":"长达几个月的项目，终于在世界地球日4月22日零点上线。守在屏幕前的伙伴们疯狂用各型号手机查看各端广告位、体验流畅度、页面适配，一顿截图扔在工作群后收拾收拾东西，然后各回各家。如果不出现后面的意外，那这个项目上线就堪称完美。当天的意外让我看见了甲方爸爸的心大，乙方老板负责任的态度。 对广告行业的3个观点 一2月，国内疫情的爆发上国民对于杜绝野生动物的意识空前高涨，随着国内经济的慢慢复苏，线下活动规划纷纷取消、搁置的档口，品牌主转战线上，一是快消品类直播带货保销售，二是国际大牌互动体验做品牌。这次的疫情，加速了直播带货的发展进程，但大家伙儿的蜂拥而至神化了直播带货的转化效果，脚踏实地的做产品、做品牌才是我认为在这个高速迭代化社会下真正的出路。 二1月末宅在家时就有预感年后大家伙儿的日子都不会好过。 复工后曾和朋友交流，这一形势下品牌主会更加缩减预算，力图花更少的钱做到品效合一，狼多肉少的环境下广告公司、营销公司、咨询公司都在力图从中分一杯羹，因此agency需要顺应市场需要顺势而转。多多涉略总归没错，哪家企业不是凭着自己对行业、市场的敏感摸着石头过河。 三都说要“数字化”，数字化也分好多种。疫情的档口线下互动数字体验不能做，大家都赶场子似的转战线上。近年来火爆的H5少了起来，大家伙儿都在看短视频/直播，但我相信H5/小程序还会以另外一种方式再火起来。 我的判断依据是目前的线上互动体验太受限于当前的智能设备（手机）以及网络环境（4G）。海外有许多非常好的互动体验案例，而中国却很少，而且这些海外案例大部分实现在PC端。我想大概是有以下原因： 日常使用PC端大于移动端的用户习惯； 电脑的配置远远高于手机，跑得动程序（因为我在体验时电脑会发烫，而手机是发烫加直接卡住…）； 海内外互动发展的层级不同，国内一直专注在实用性，而海外在完成了实用性进程后更加关注在了体验性上，这也是为什么海外的互动设计工程师很多，但国内这样的人才却很少。 对负责项目的2个想法 这是一个百度飞桨联合IFAW发起的保护野生动物的营销活动。其中包含户外海报、互动体验、案例视频。 如今H5顺利上线，数据很好，周冬雨、杨紫、黄景瑜、陈赫发微博助力，但有两个地方让我思考： 一同事和我反馈，他的好几个朋友体验后并没有意识到界面是可以左右滑动的，即使在页面中我们做了提示“左右滑动，查看更多画作” 以此我想到了：更改交互体验，或许采用探探左滑右滑的交互模式。 二用户的平均访问时长，不短，但远没有长到能看完所有内容。 于是我意识到了： 我需要去分辨客户的真需求和伪需求，在目标一致的情况下，所有的提议都有它的合理理由； 专业人士对于其专业领域内的坚持与预判； 作为项目负责人，需要意识到看上去多了一个内容，但会有连锁效应，后期会增加许多工作量。 如果再做一遍这个项目，我会极力说服客户不要“动物故事页”，理由： 大段的文字，用户很难有耐心看完，设计一个在3分钟左右体验玩的H5会比较合适； H5的目的是让大家了解野生动物受威胁的生存环境，让公众提高保护野生动物的意识，所以真实且出名的动物故事的出现必要性我会打问号； 1个动物1则故事，6个动物6则故事，是一个较大的工作量。","link":"/2020/04/23/my-new-post-202004/"},{"title":"专注自己升级打怪","text":"因为从晚上的电话会中看见了曾经作为执行方面对新增需求同事抱怨的场景。而我作为当时一同被接到任务的人，我的内心波澜不大。 行为的背后都是有原因的。于是我想用文字梳理自己。 我就是那种小心翼翼害怕做错事、心里包袱又特别重的人。看《青你2》，那么多女孩子在一起，每个人都有各自的特点，有不自信的姑娘，有在不擅长领域小心翼翼的姑娘，也有“傻傻”非常实在的姑娘。在镜头下、在晋级的压力下它们被无限放大，也让我知道了，原来不只是我一个人有这样的情况。 说回到晚上电话会的事情，这是一个已发生过多次的类似性事件—— 面对可预见性重复劳作，我，怎么了？ 作为项目负责人，我能看到一些交付内容上会有问题，当提了一次、两次被执行方否定之后，我便会睁一只眼闭一只眼。但正是这样的睁一只眼闭一只眼导致了相关方的重复劳作。 回顾类似状况，会有以下几个特点：（1）知道它不是客户想要的样子，但又说不出问题在哪里（这就是创意时常会问我的，“客户为什么觉得不行、哪里觉得不行”，只有知道了为什么才会有改的方向）；（2）没有针对“不行”提出解决方案；（3）执行方有自己的理由，而我提出的方案没有说服执行方；（4）渐渐地没有勇气提出自己的意见。 剥离现象看本质：1、表述能力；2、创意能力；3、自信力。 针对第一点，感觉已经慢慢摸到了门道，就像是客户要“理由”，创意要“为什么”。就像老板说的，把自己想象成用户。针对第二点，2019年有《Luna的一周观察》以此会了解许多新东西，而现在因为过重的“工作包袱”导致停更，确实失去了一个非常好的学习途径，需要在合适时期找回。针对第三点，这是一个陪伴了我十多年的问题。以至于在花许多时间与金钱，力图根治这一问题。 察觉自己过往的行为。 学生时代一个人背包旅行多地，如今看来会有一种想要通过旅行获得一种自信。那是一种：你看，我年纪那么小就敢一个人去那么多地方。想要以此获得赞扬、关注。然而为什么想要赢得关注呢？是因为觉得自己很难受到他人的关注，想要被别人看见，想要被赞美、被表扬。 工作后，举铁/长跑/潜水刷新记录分享在朋友圈，似乎也是希望可以赢得关注。想要对外证明自己过得很好，想要听见别人的夸赞。 咨询师说，我非常在意他人的眼光。确实如此，我会过得小心翼翼。回到标题，专注于自己升级打怪。这里的“升级”，有许许多多。","link":"/2020/04/19/my-new-post-202004-1/"},{"title":"我的7大工作tips总结","text":"很久没有发布文章。最近这段时间由于工作的精神压力巨大，找了前老板聊了一聊。他说，我记得你以前有写复盘文的习惯，可以坚持，这是一个很好的整理自己的方式。于是，我又开始写了。 1. 我们是一个team剖析自己。在与客户对接时，我会争取，但是往往是软绵绵的方式，以至于有时候成功率不高。特别是在与客户对接创意之时。 慢慢的，我与创意同事摸出了合作方式：1、创意同学需要把创意说明，他为什么这么做的理由告诉我，这样我可以更好的了解创意内容，在与客户对接时说得有理有据；2、和客户对接创意之时会拉上创意同学一起听，羡慕他们的脑筋，转的极快，一下子就能想到解决方案，节约沟通成本。 2. 什么是“强硬”前两周曾分别问两位好友：同事说我需要强硬一些，但我不知道要如何“强硬”。 他们说，“Yiyun啊，每个人都有他自己的方式，你也有你的特点呀，你一般都非常随和，语气态度都非常好，这是你的优势、你的方式，没有必要去改变。” 当时听完会觉得很感动，因为在无助、迷茫的时候，有人站出来说“你是对的”。 3. 每个人的沟通方式不同有的人强硬，但强硬也有巧妙的强硬，例如对内强硬，对外软硬兼施；例如语气委婉，立场坚定。同事会时常鼓励我，说：你要有底气，只要你是对的，就要据理力争。这“争”的奥妙没法一日学会，只能在工作中细细观察他人是怎么处理的，然后自己也在场景中多轮换着试试。 4. 为他人着想在这个项目中，有很多次以为要“黄”。我找朋友聊天，朋友和我说：你作为中间沟通者需要为他人着想， 虽然你是项目经理，让项目按时且顺利的完成是你的目标和工作，但是当工作拆分之时就需要考虑到项目中这一个个组成元素。客户有客户的需求，创意有创意的坚持，我作为夹心饼干、沟通的桥梁需要为他们着想。站在他们的立场上，从他们的角度去看问题，而不是仅盯着项目进度。 5. 很多事情往往没有想象的那么糟糕如「4」所说，在这个项目中我听过了太多次“那这个项目不要做了”、“那这样项目没法进行下去了”，每次都是出于不同的原因，但每次都还是进行了下去。 为什么？一来是恐吓恐吓对方；二来是发泄一下情绪。反正有一点是肯定的，在付出了那么多人力之后，会心疼这些付出，即使知道要及时止损，但还是会努力想解决办法，办法总比问题多。 6. 及时寻求帮助同事说我很不容易，至始至终一个人扛着这么一个项目近半年。全公司都在参与比稿的时候只有我一个人在和客户斗志斗勇。但说来很巧，也就是这一个项目，公司所有同事都几乎参与了一遍。参与进来的时间点、理由各有不同，但有一点是明确的——有问题及时寻求帮助，及时分配任务。 以前喜欢一个人扛，一个人单打独斗，但并不适用于现在。很少开口向他人求助的我，现在会努力突破自己沟通的障碍，找专业的人做专业的事情。 7. 说回到写这篇文章的动机我和客户吵架了。读者可以放心，不是和第一对接人，虽然她也在群中，但对我来说在做出了该言行后我有一种释放了的感觉，一种自由，一种突破自己，一种新的处理方式。会觉得工作只是一份工作。在做这个项目的过程中，因为其中的很多情绪没法按时纾解，导致感冒了两次，体重也直线下降。但今天的行为，让我有一种放下，不需要有太多的执念，项目不是由我一人所决定，我自己一人没有办法改变结果，多了一种随缘。 8. 感谢第一次一集不拉的综艺节目《青你2》，其中谢可寅在获得晋级的感言中说了一句话很有共鸣，大致意思是对着108位女孩说，很喜欢她们，这种喜欢比她表现的、比大家想象的还要喜欢。我也是： 在和同事们的相处中，我看见了每一个人的闪耀之处，是那么的耀眼，让人觉得：认识他们真好。 对于一个常年不怎么表露情绪、但实际上很多时候都在压抑的人来说，我比我自己表现的还要喜欢他们。 虽然在相处过程中会有许许多多的磕磕碰碰，但我觉得这也是一种磨练。 工作中时时有暴击，一是需要有强大的内心扛住这些暴击；二是需要有一种平常心，无常的看待这些事情；三是需要常常写些东西，好好整理一下自己。","link":"/2020/04/17/my-new-post-202004-2/"}],"tags":[{"name":"Advertising广告","slug":"Advertising广告","link":"/tags/Advertising%E5%B9%BF%E5%91%8A/"},{"name":"Marketing营销","slug":"Marketing营销","link":"/tags/Marketing%E8%90%A5%E9%94%80/"},{"name":"H5","slug":"H5","link":"/tags/H5/"},{"name":"Project项目","slug":"Project项目","link":"/tags/Project%E9%A1%B9%E7%9B%AE/"}],"categories":[]}